app/controllers/retrospectives_controller.rb

SELECT "retrospectives".* FROM "retrospectives"
---
  def index
    @retrospectives = Retrospective.all